package org.example;

public class Temp {
    public static final String[] QUOTEARRAY = {
            "Вот одно из чудес, творимых любовью: она даёт очарованному ей человеку силы смотреть на мир, не разочаровываясь. К.С. Льюис",
            "И мы безумны, как безумен каждый, кто открыл для себя любовь. Пауло Коэльо \"Вероника решает умереть\"",
            "Только любовь делает человека самим собой. Платон",
            "То, что мы испытываем, когда бываем влюблены, быть может, и есть наше нормальное состояние. " +
                    "Влюбленность указывает человеку, каким он должен быть. А.П. Чехов",
            "Всё и все, кого любим мы, есть наша мука, — чего стоит один этот вечный страх потери любимого! Иван Бунин. Жизнь Арсеньева",
            "Полюбят тебя или нет — это вопрос везения, а вот чтобы тебя по-настоящему ненавидели, нужна индивидуальность. Неизвестный автор",
            "Если судить о любви по обычным ее проявлениям, она больше похожа на вражду, чем на дружбу. Франсуа де Ларошфуко",
            "Жить — то же, что любить: разум против, здоровый инстинкт — за. Сэмюэл Батлер",
            "Слёзы значат больше, чем улыбка. Потому что улыбаемся мы почти всем подряд, а плачем только из-за тех, кого любим. Одри Хепберн",
            "За любовь платишь в рассрочку, и большей частью, увы, когда любовь уже кончилась. Коко Шанель",
            "Любовь — это бабочка, которую никак не поймаешь, но, когда перестаешь за ней гонятся, она вдруг сама садится тебе на плечо. Неизвестный автор",
            "Любить — это означает смотреть не друг на друга, а вместе, в одном направлении. Антуан де Сент-Экзюпери",
            "Слова любви всегда одинаковы. Все зависит от того, из чьих уст они исходят. Ги де Мопассан",
            "Счастье — влюбиться в человека, который уже влюблён в тебя. Неизвестный автор",
            "Иногда так бывает: ты в одном городе, а сердце — в другом. Неизвестный автор",
            "Когда влюбляешься безответно, хочется просить прощения у всех тех, кто был безответно влюблен в тебя… Неизвестный автор"
    };
}
